# B. Даны два файла, в каждом из которых находится запись многочлена.
# Задача - сформировать файл, содержащий сумму многочленов.

data = open('PIHomeWork04/polynom1.txt', 'r')
for line in data:
    print(line)
data.close()


# print(line1)